Repository: facephi/MembSdkiOS-podspec
Catalog: MembiOS/Resources/*.lproj/Localizable.strings
Languages: es

source: Understood
es: Entendido

source: Look for a background with high contrast and place the document inside the box
es: Busca un fondo con buen contraste y coloca el dorso del documento dentro del recuadro

source: Document reading
es: Lectura de documento

source: Step {0} of {1}
es: Paso {0} de {1}

source: Cancel
es: Cancelar

source: Done
es: Aceptar

source: Yes, finish
es: Sí, salir

source: Finish the process
es: Salir del proceso

source: Are you sure you want to finish the process?
es: ¿Deseas terminar el proceso?

source: You must put your mobile glued to the chip of your document
es: Debes poner tu móvil pegado al chip de tu documento

source: Scan chip
es: Escanear chip

source: Take a selfie
es: Hazte un selfie

source: Take selfie
es: Hacer selfie

source: NFC-enabled documents are: DNI 3.0, 4.0, NIE and Passport after 2015.
es: Los documentos con NFC son: DNI 3.0, 4.0, NIE y Pasaporte posterior a 2015

source: How to recognize them?
es: ¿Cómo reconocerlos?

source: You must have:
es: Debes contar con:

source: Ready
es: Listo

source: Id card
es: DNI

source: Passport
es: Pasaporte

source: Foreign Card
es: NIE

source: Driving license
es: Carnet de conducir

source: Processing document
es: Procesando documento

source: Process failed!
es: ¡Registro fallido!

source: Finalize
es: Finalizar

source: Bring your device closer to the document
es: Acerca tu dispositivo al documento

source: NFC read successfully
es: NFC leído exitosamente

source: NFC has not could be read
es: ¡Ups! El NFC no ha podido ser leído

source: Please enable NFC to continue
es: Por favor habilita NFC para poder continuar

source: An error happened while trying to retrieve the document's data
es: Ha ocurrido un error durante la captura de los datos del documento

source: Results
es: Resultados

source: Register success
es: Registro realizado

source: Congratulations! The process has been completed
es: ¡Enhorabuena! El proceso ha sido completado

source: Data obtained
es: Datos obtenidos

source: Surname
es: Apellido

source: Document country
es: País del documento

source: Document number
es: Nro documento

source: Support number
es: Nro soporte

source: Document type
es: Tipo de documento

source: Expiration date
es: Fecha de expiración

source: Diagnostic
es: Diagnóstico

source: Timeout
es: Tiempo superado

source: You have exceeded the access time. Try again faster
es: Has excedido el tiempo de acceso. Intenta de nuevo más rápido

source: Permission denied
es: Permiso denegado

source: You need to allow camera permission to continue
es: Es necesario que permitas el acceso a la cámara para poder continuar

source: We have detected a problem. Please try again
es: Hemos detectado un problema. Por favor inténtalo de nuevo.

source: Connection error
es: Error de conexión

source: We have detected a problem on your internet connection so you can't continue with the process.
es: Hemos detectado un problema en tu conexión a internet por lo que no puedes continuar con el proceso.

source: Try again
es: Reintentar

source: Ok, understood
es: Ok, entendido

source: Close
es: Cerrar
